Repository: nyghtowl/Flask_Mega
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor inicie sesión para ver esta página.

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
es: Este apodo tiene caracteres no válidos. Utilice letras, números, puntos y guiones solamente.

source: This nickname is already in use. Please choose another one.
es: Este apodo ya está en uso. Por favor elija otro.

source: Error: translation service not configured.
es: Error: El servicio de traducción no configurado.

source: Error: Unexpected error.
es: Error: Error inesperado.

source: Your post is now live!
es: Tu entrada está ahora en vivo!

source: Invalid login. Please try again.
es: Invalid login. Por favor, inténtelo de nuevo.

source: User %(nickname)s not found.
es: Usuario %(nickname)s no encontrado.

source: Your changes have been saved.
es: Los cambios se han guardado.

source: You can't follow yourself!
es: No se puede seguir a ti mismo!

source: Cannot follow %(nickname)s.
es: No se puede seguir %(nickname)s.

source: You are now following %(nickname)s.
es: Ahora sigues %(nickname)s

source: You can't unfollow yourself.
es: No se puede dejar de seguir a ti mismo.

source: Cannot unfollow %(nickname)s.
es: No se puede dejar de seguir %(nickname)s.

source: You have stopped following %(nickname)s.
es: Usted ha dejado de seguir %(nickname)s.

source: Post not found.
es: Publique no encontrada.

source: You cannot delete this post.
es: No se puede eliminar este post.

source: File Not Found
es: Archivo No Encontrado

source: Back
es: Espalda

source: Home
es: Casa

source: Your Profile
es: Su Perfil

source: Logout
es: Salir

source: Search
es: Buscar

source: Error: Could not contact server.
es: Error: No se pudo contactar con el servidor.

source: Edit Your Profile
es: Edite Su Perfil

source: Your nickname:
es: Su apodo:

source: About yourself:
es: Sobre sí mismo:

source: Save Changes
es: Guardar Cambios

source: Hi, %(nickname)s!
es: ¡Hola, %(nickname)s!

source: Say something:
es: Diga algo

source: Post!
es: Pon!

source: Newer posts
es: Entradas recientes

source: Older posts
es: Entradas más antiguas

source: Please Sign In
es: Favor Entrar

source: Click on your OpenID provider below:
es: Haga clic en su proveedor de OpenID a continuación:

source: Or enter your OpenID here:
es: O introduzca su OpenID aquí:

source: Remember Me
es: Recordarme

source: Sign In
es: Registrarse

source: %(nickname)s said %(when)s:
es: %(nickname)s dijo %(when)s:

source: Translate
es: Traducir

source: Search results for "%(query)s":
es: Resultados de la búsqueda "%(query)s":

source: Last seen on:
es: Visto por última vez en:

source: Followers:
es: Seguidores:

source: Following
es: Siguiente

source: Edit your profile
es: Edite su perfil

source: Follow
es: Seguir

source: Unfollow
es: Dejar de seguir
